Repository: Fred78290/designate-dashboard
Catalog: releasenotes/source/locale/*/LC_MESSAGES/releasenotes.po
Languages: ne

source: Contents
ne: सामग्रीहरू

source: Current Series Release Notes
ne: Current Series रिलीज नोट्स

source: Indices and tables
ne: सूचकांक र तालिकाहरू

source: Mitaka Series Release Notes
ne: Mitaka Series रिलीज नोट्स

source: Newton Series Release Notes
ne: Newton Series रिलीज नोट्स

source: Ocata Series Release Notes
ne: Ocata Series रिलीज नोट्स

source: Pike Series Release Notes
ne: Pike Series रिलीज नोट्स

source: Queens Series Release Notes
ne: Queens Series रिलीज नोट्स

source: Rocky Series Release Notes
ne: Rocky Series रिलीज नोट्स

source: Stein Series Release Notes
ne: Stein Series रिलीज नोट्स

source: Welcome to Designate dashboard Agent Release Notes documentation!
ne: डिजाइन ड्यासबोर्ड एजेन्ट रिलीज नोट्स कागजातमा स्वागत छ!
